crud/app/controllers/songs_controller.rb

  def create
    @song = Song.new(song_params)

    respond_to do |format|
      if @song.save
---
INSERT INTO "songs" ("nombre", "album", "artista", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["nombre", "musical"], ["album", "life"], ["artista", "br7"], ["created_at", "2016-05-17 22:33:19.673297"], ["updated_at", "2016-05-17 22:33:19.673297"]]